{
    "headerMenuAboutUs": "About Us",
    "headerMenuPartnership": "Partnership",
    "headerMenuEquipment": "Equipment",
    "headerMenuServices": "Services",
    "headerMenuContacts": "Contacts",
    "aboutusHeader": "About Us",
    "aboutusSlogan" : "MEPS: Your energy independency",
    "aboutusText": "\"LLC \"MIDDLE EAST POWER SOLUTIONS\" (\"MEPS”) was established in 2022. The company sets ambitious goals for itself: to take a leading position on the Uzbekistan market to supply power generating equipment, to adopt the supplied equipment into the existing production infrastructure of customers consentaneously with subsequent technical assistance. A team of staff members with excellent experience in the power engineering sector and in the design of various production facilities has been involved in our business processes.",
    "aboutusText2": "We strive to offer our customers optimal engineering solutions that can, if not eliminate, then minimize energy dependence on external factors. The range of offered products includes various types of generating equipment based on gas engine and diesel engines, gas booster and compressor units, electrical units, administrative and auxiliary modular structures.",
    "aboutusPartnershipHeader": "Partnership with Mitsubishi",
    "aboutusPartnershipText": "\"LLC \"MIDDLE EAST POWER SOLUTIONS\" is an official partner and service representative of Mitsubishi Turbocharger and Engine Europe b.V. in Uzbekistan and the CIS countries.",
    "aboutusServicesHeader" : "Services",
    "aboutusServicesText" : "Owing to partnership relations with the equipment manufacturers, MEPS provides a high level of service and maintenance. An important advantage of \"MEPS\" is the use of original spare parts and consumables.",
    "aboutusServicesButton" : "Learn more",
    "aboutusContactsAdress" : "100015, Republic of Uzbekistan, Tashkent Mirabad district, Shakhrisabzskaya st. 22",
    "aboutusContactsTel" : "tel: ",
    "aboutusContactsFax" : "fax: ",
    "aboutusAdvantages1" : "Wide model range, power range from 400 kW to 4 MW",
    "aboutusAdvantages2" : "The highest efficiency among similar units",
    "aboutusAdvantages3" : "Low level of noise and harmful emissions",
    "aboutusAdvantages4" : "Load acceptance in 16 seconds",
    "aboutusContactUs" : "Contact us",
    "partnershipSubHeader" : "Supplier of gas piston and diesel engines",
    "partnershipText1" : "Through our partnering relationships with Mitsubishi Turbocharger and Engine Europe b.V., we are able to provide a high level of services and maintenance.",
    "partnershipText2" : "The availability of a replenishable spare parts warehouse in Uzbekistan will make it possible to reduce the time for repair and maintenance significantly. ",
    "partnershipText3" : "Mitsubishi equipment has been built to operate even in the toughest conditions and it has been well-known for its efficiency and reliability. Mitsubishi Heavy Industries keeps a strong focus on the development and improvement of its engines. Mitsubishi diesel and gas generator sets provide high power and reliability and are equipped with modern control systems. ",
    "partnershipText4" : "Mitsubishi generator sets use Mitsubishi diesel or gas engines and turbochargers, which are designed and built to the highest quality standards to ensure the best performance. The use of high-efficiency generators makes it possible to increase performance and reduce fuel consumption. Mitsubishi has a constant focus on quality of the products and production management, which has made it a reliable partner for its customers over the years.",
    "machineryHeader" : "Modular power generating units",
    "machineryIntro" : "“MEPS” offers flexible design solutions focused on satisfaction of the customers’ needs. Modular power generating units can be used in various climatic conditions.    The modular arrangement of power generating equipment makes it possible to minimize the scope of construction and installation work and to reduce the time and cost of facilities construction significantly."
}