{
    "headerMenuAboutUs": "About Us",
    "headerMenuPartnership": "Partnership",
    "headerMenuEquipment": "Equipment",
    "headerMenuServices": "Services",
    "headerMenuContacts": "Contacts",
    "aboutusHeader": "About Us",
    "aboutusSlogan": "MEPS: Your energy independency",
    "aboutusText": "\"LLC \"MIDDLE EAST POWER SOLUTIONS\" (\"MEPS”) was established in 2022. The company sets ambitious goals for itself: to take a leading position on the Uzbekistan market to supply power generating equipment, to adopt the supplied equipment into the existing production infrastructure of customers consentaneously with subsequent technical assistance. A team of staff members with excellent experience in the power engineering sector and in the design of various production facilities has been involved in our business processes.",
    "aboutusText2": "We strive to offer our customers optimal engineering solutions that can, if not eliminate, then minimize energy dependence on external factors. The range of offered products includes various types of generating equipment based on gas engine and diesel engines, gas booster and compressor units, electrical units, administrative and auxiliary modular structures.",
    "aboutusPartnershipHeader": "Partnership with Mitsubishi",
    "aboutusPartnershipText": "\"LLC \"MIDDLE EAST POWER SOLUTIONS\" is an official partner and service representative of Mitsubishi Turbocharger and Engine Europe b.V. in Uzbekistan and the CIS countries.",
    "aboutusServicesHeader": "Services",
    "aboutusServicesText": "Owing to partnership relations with the equipment manufacturers, MEPS provides a high level of service and maintenance. An important advantage of \"MEPS\" is the use of original spare parts and consumables.",
    "aboutusServicesButton": "Learn more",
    "aboutusContactsAdress": "100015, Republic of Uzbekistan, Tashkent Mirabad district, Shakhrisabzskaya st. 22",
    "aboutusContactsTel": "tel: ",
    "aboutusContactsFax": "fax: ",
    "aboutusAdvantages1": "Wide model range, power range from 400 kW to 4 MW",
    "aboutusAdvantages2": "The highest efficiency among similar units",
    "aboutusAdvantages3": "Low level of noise and harmful emissions",
    "aboutusAdvantages4": "Load acceptance in 16 seconds",
    "aboutusContactUs": "Contact us",
    "partnershipSubHeader": "Supplier of gas piston and diesel engines",
    "partnershipText1": "Through our partnering relationships with Mitsubishi Turbocharger and Engine Europe b.V., we are able to provide a high level of services and maintenance.",
    "partnershipText2": "The availability of a replenishable spare parts warehouse in Uzbekistan will make it possible to reduce the time for repair and maintenance significantly. ",
    "partnershipText3": "Mitsubishi equipment has been built to operate even in the toughest conditions and it has been well-known for its efficiency and reliability. Mitsubishi Heavy Industries keeps a strong focus on the development and improvement of its engines. Mitsubishi diesel and gas generator sets provide high power and reliability and are equipped with modern control systems. ",
    "partnershipText4": "Mitsubishi generator sets use Mitsubishi diesel or gas engines and turbochargers, which are designed and built to the highest quality standards to ensure the best performance. The use of high-efficiency generators makes it possible to increase performance and reduce fuel consumption. Mitsubishi has a constant focus on quality of the products and production management, which has made it a reliable partner for its customers over the years.",
    "machineryHeader": "Modular power generating units",
    "machineryIntro": "“MEPS” offers flexible design solutions focused on satisfaction of the customers’ needs. Modular power generating units can be used in various climatic conditions.    The modular arrangement of power generating equipment makes it possible to minimize the scope of construction and installation work and to reduce the time and cost of facilities construction significantly.",
    "machineryCatalogueHeader": "Equipment catalogue",
    "machineryHybridTitle": "Wind-diesel hybrid power generating unit",
    "machineryHybridText": "Hybrid power generating units are designed to supply power to consumers by generating electrical power from wind power, and, if there is no wind, from diesel or gas fuel.",
    "macineryHybridText2": "Such units provide a constant required output power for consumers at the same time minimizing fuel costs and reducing emissions.",
    "machineryWaterTitle": "Hot water boiler houses",
    "machineryWaterText": "Hot water boiler houses are designed to provide reliable heat supply to industrial facilities and remote consumers.    The scope of supply includes a modular boiler house, a gas boiler, a water treatment plant for make-up water treatment and a stack.",
    "machineryWaterText2": "Hot water boiler houses are supplied with the maximum readiness of equipment for commissioning and are mounted on specially prepared foundations.",
    "machineryGasTitle": "Gas booster compressor units",
    "machineryGasText": "Complete installations with a full automation system based on compressors Atlas Copco, Ariel, Cooper, Hyundai, etc.",
    "machineryGearsTitle": "Indoor switch gears in the container unit",
    "machineryGearsText": "Indoor switchgears are made according to individual solutions for each customer using modern and safe in operation electrical equipment.",
    "machineryGearsText2": "The indoor switchgears are equipped with electrical equipment of various versions with different ratings - transformers, automatic circuit-breakers, UPS, auxiliary equipment cabinets, reactive power compensators, etc.",
    "machineryKTPTitle": "Outdoor packaged transformer substations ",
    "machineryKTPText": "Hybrid energy systems are designed to provide power supply for consumers by generating electrical energy from wind power, and in its absence, from diesel or gas fuel.",
    "machineryAdministrativeHeader": "Administrative and auxiliary modular structures",
    "machineryAdministrativeText": "Modular solutions make it possible to build structures of various sizes and purposes quickly. The company produces individual solutions based on all-welded metal containers or frame structures with sandwich panel cladding",
    "machineryAdministrativeModTitle":"Administrative modular structures",
    "machineryAdministrativeModText": "They include rooms for permanent staff accommodation, workshops, technical break rooms, security staff rooms, restrooms, and other rooms of the required category and purpose",
    "machineryCheckpoint": "Checkpoints",
    "machineryCheckpointText": " These are modules with exterior and interior decoration, power supply system, ventilation and air conditioning, water supply, communications, furniture and other required equipment for the accommodation of security personnel.",
    "machineryDepots": "Fuel and lubricant depots",
    "machineryDepotsText": "They are designed for the storage of fuels and lubricants, equipped with oil-resistant polymeric floor coverings, mechanical equipment, lighting, heating and ventilation systems, have the required fire resistance rating.",
    "machineryHeatUnits": "Heat supply units",
    "machineryHeatUnitsText": "They are designed for connection of heat consumption systems (heating, ventilation, hot water supply, etc.) to water heating networks. They perform fiscal metering of water and heat consumption, automatic control of coolant parameters.",
    "machineryMitsubishiEqHeader": "Mitsubishi equipment production range:",
    "MachineryNomenclatureTitle": "The range of equipment offered.",
    "MachineryNomenclatureText": "Power plants (gas engine, diesel,combined cycle plants)",
    "MachineryNomenclatureText2": "Block-modular boiler houses",
    "MachineryNomenclatureText3": "Modular compressor rooms (gas booster, air compressor rooms)",
    "MachineryNomenclatureText4": "Electrical units",
    "MachineryNomenclatureText5": "Administrative and auxiliary modular structures",
    "machineryAdvantagesHeader": "Power plants",
    "machineryAdvantagesTitle": "Protection against precipitation",
    "machineryAdvantagesText": "Protection of the equipment from rain, snow, hail, wind, sand, etc.",
    "machineryAdvantagesTitle2": "Noise protection",
    "machineryAdvantagesText2": "It makes it possible to install the equipment near residential buildings ",
    "machineryAdvantagesTitle3": "Fire safety",
    "machineryAdvantagesText3": "A fire extinguishing and alarm system is included",
    "machineryAdvantagesTitle4": "Burglary protection",
    "machineryAdvantagesText4": "It prevents access of unauthorized persons to the equipment",
    "machineryAdvantagesTitle5": "Convenient service",
    "machineryAdvantagesText5": "Free space inside the container for service engineers and maintenance personnel is included",
    "machineryAdvantagesTitle6": "Simplified onsite installation",
    "machineryAdvantagesText6": "Special site preparation is not required",
    "machineryAdvantagesTitle7": "Frost protection",
    "machineryAdvantagesText7": "The equipment can be operated at temperature ranges from -60⁰ to +60⁰",
    "machineryAdvantagesTitle8": "Certification",
    "machineryAdvantagesText8": "The power generating units have certificates of conformity",
    "machineryTechInfoHeader":"Main technical specifications of power plants",
    "machineryFeaturesTitle":"Design features",
    "machineryFeaturesSubtitle":"Transportation",
    "machineryFeaturesText":"The wall fencing of the modular units is made of 3 mm profiled sheet which ensures high rigidity of the container and minimizes damage during transportation and operation. ",
    "machineryFeaturesText2":"The load-bearing structures of the modular units are made of profiled rectangular pipes, which, in combination with the load-bearing wall fencing, makes it possible to perform loading and unloading operations using crane grips through 4 upper reinforced fittings, or using 4 jacks through 4 lower fittings.",
    "machineryFeaturesText3":"The dimensions of the modular units meet the requirements of transportation by road and rail.",
    "machineryFeaturesText4":"For transportation,  external elements of the modular units are protected with film, which makes it possible to maintain a presentable appearance of the units after delivery.",
    "machineryFeaturesSubtitle2":"Operation",
    "machineryFeaturesText2-1":"Work, outdoor, emergency and repair-portable LED lighting has been installed, providing the convenience for operating personnel.",
    "machineryFeaturesText2-2":"The internal wall fencing is made of 1 mm perforated stainless steel sheet in combination with a non-combustible acoustic mineral plate, which ensures noise absorption inside the modular unit and a minimum heat loss.",
    "machineryFeaturesText2-3":"Electric convectors to maintain a temperature of at least +5C have been installed.",
    "machineryFeaturesText2-4":"Switches and sockets to do repair work have been installed.",
    "machineryFeaturesText2-5":"An oil conserver, designed for a month of continuous operation of the unit, has been installed.",
    "machineryFeaturesSubtitle3":"Environmental impact",
    "machineryFeaturesText3-1":"The noise level at a distance of 10 m from the unit does not exceed 76 dB, which is ensured by the use of silencers in the ventilation openings, critical exhaust silencers and low-noise fans on the air coolers installed on the roof of the modular units",
    "machineryFeaturesText3-2":"The level of harmful NOx emissions does not exceed 250 mg/m3."
}