{
    "headerMenuAboutUs": "Biz haqimizda",
    "headerMenuPartnership": "Нamkorlik",
    "headerMenuEquipment": "Uskunalar",
    "headerMenuServices": "Xizmatlar",
    "headerMenuContacts": "Aloqa",
    "aboutusHeader": "Biz haqimizda",
    "aboutusSlogan": "MEPS: Sizning energiya mustaqil bo'lishingiz",
    "aboutusText": "\"ООО  \"MIDDLE EAST POWER SOLUTIONS\" (\"MEPS”) 2022 yilda yaratilgan. Kompaniya o'z oldiga ulkan maqsadlarni qo'yadi: energiya uskunalarini yetkazib berish bo'yicha O'zbekiston bozorida yetakchi o'rinni egallash, yetkazib berilayotgan uskunalarni keyinchalik texnik yordam ko'rsatgan holda mijozlarning mavjud ishlab chiqarish infratuzilmasiga uyg'un tarzda joriy etish. Bizning biznes jarayonlarimiz energetika sohasida va turli ishlab chiqarish ob'ektlarini loyihalashda mukammal tajribaga ega bo'lgan xodimlar jamoasini o'z ichiga oladi.",
    "aboutusText2": "Biz mijozlarimizga energiyaning tashqi omillarga bog'liqligini bartaraf qilmasak ham, minimallashtirishga qodir bo'lgan optimal texnik уechimlarni taklif qilishga intilamiz. Taklif etilayotgan mahsulotlar assortimenti turli xil ishlab chiqarish turlarini o'z ichiga oladi gaz pistonli va dizel dvigatellari, gaz kuchaytirgich va kompressor stantsiyalari, elektr bloklari, ma'muriy va yordamchi modullar asosidagi uskunalar.",
    "aboutusPartnershipHeader": "Mitsubishi bilan hamkorlik",
    "aboutusPartnershipText": "\"LLC \"MIDDLE EAST POWER SOLUTIONS\" Mitsubishi Turbocharger and Engine Europe b.V.ning rasmiy hamkori va xizmat ko'rsatish vakili hisoblanadi. O‘zbekiston va MDH mamlakatlarida.",
    "aboutusServicesHeader": "Xizmatlar",
    "aboutusServicesText": "Uskunalar ishlab chiqaruvchilar bilan hamkorlik tufayli MEPS yuqori darajadagi xizmat ko'rsatish va texnik xizmat ko'rsatishni ta'minlaydi. \"MEPS\" ning muhim afzalligi - original ehtiyot qismlar va sarf materiallaridan foydalanish",
    "aboutusServicesButton": "Ko'proq ma'lumot olish",
    "aboutusContactsAdress": "100015, O‘zbekiston Respublikasi, Toshkent Mirobod tumani, Shahrisabzskaya ko‘chasi, 22-uy",
    "aboutusContactsTel": "тел: ",
    "aboutusContactsFax": "факс: ",
    "aboutusAdvantages1": "Keng model diapazoni, quvvat diapazoni 400 kVt dan 4 MVtgacha",
    "aboutusAdvantages2": "Shu kabi qurilmalar orasida eng yuqori samaradorlik",
    "aboutusAdvantages3": "Kam shovqin va zararli chiqindilar",
    "aboutusAdvantages4": "Yuklash 16 soniyada",
    "aboutusContactUs": "Fikr-mulohaza",
    "partnershipSubHeader": "Gaz pistoni va dizel dvigatellarini etkazib beruvchi",
    "partnershipText1": "Mitsubishi Turbocharger va Engine Europe b.V. bilan hamkorlik orqali. biz yuqori darajadagi xizmat ko'rsatish va texnik xizmat ko'rsatishni ta'minlay olamiz.",
    "partnershipText2": "O‘zbekiston hududida to‘ldirilgan ehtiyot qismlar omborining mavjudligi ta’mirlash va texnik xizmat ko‘rsatish vaqtini sezilarli darajada qisqartiradi.",
    "partnershipText3": "Mitsubishi uskunasi eng og'ir sharoitlarda ham ishlash uchun ishlab chiqarilgan va o'zining samaradorligi va ishonchliligi bilan mashhur. Mitsubishi Heavy Industries o'z dvigatellarini rivojlantirish va takomillashtirishga jiddiy e'tibor beradi.",
    "partnershipText4": "Mitsubishi dizel va gaz generatorlari yuqori quvvat va ishonchlilikni ta'minlaydi va zamonaviy boshqaruv tizimlari bilan jihozlangan. Mitsubishi generator to'plamlari eng yaxshi ishlashni ta'minlash uchun eng yuqori sifat standartlariga muvofiq ishlab chiqilgan va qurilgan Mitsubishi dizel yoki gaz dvigatellari va turbokompressorlaridan foydalanadi. Yuqori samarali generatorlardan foydalanish samaradorlikni oshiradi va yoqilg'i sarfini kamaytiradi. Mitsubishi doimiy ravishda mahsulot sifati va ishlab chiqarishni boshqarishga e'tibor beradi, bu esa ularni uzoq yillar davomida o'z mijozlari uchun ishonchli hamkorga aylantiradi.",
    "machineryHeader": "Modulli elektr stantsiyalari",
    "machineryIntro": "“MEPS” mijozning ehtiyojlarini qondirish uchun moslashuvchan dizayn echimlarini taklif qiladi. Elektr stansiyalarining modullari turli iqlim sharoitida ishlatilishi mumkin. Energiya qurilmalarining modulli sxemasi qurilish-montaj ishlari hajmini minimallashtirish va ob'ektlarni qurish vaqti va narxini sezilarli darajada kamaytirish imkonini beradi.",
    "machineryHeaderSubtitle":"Uskunaning afzalliklari",
    "machineryCatalogueHeader": "Equipment catalogue",
    "-------------------------": "-------------------",
    "machineryHybridTitle": "Shamol-dizel gibrid elektr stansiyasi",
    "machineryHybridText": "Gibrid elektr stantsiyalari shamol energiyasidan elektr energiyasini ishlab chiqarish orqali iste'molchilarni elektr energiyasi bilan ta'minlash uchun mo'ljallangan, va u yo'q bo'lganda dizel yoki gaz yoqilg'isi.",
    "macineryHybridText2": "Bunday qurilmalar iste'molchi uchun doimiy talab qilinadigan quvvatni ta'minlaydi, shu bilan birga yoqilg'i xarajatlarini minimallashtiradi va chiqindilarni kamaytiradi.",
    "machineryPopupTechHeader": "Texnik xususiyatlari",
    "machineryPopupTechParameter": "O'rnatish quvvati, gacha 1000 kVt",
    "machineryPopupTechParameter2": "Nominal kuchlanish, 0,4 kV",
    "machineryPopupTechParameter3": "Kerakli shamol tezligi, m/s dan kam emas 6",
    "-------------------------": "-------------------",
    "machineryWaterTitle": "Issiq suv qozonlari",
    "machineryWaterText": "ВIssiq suv qozonlari sanoat ob'ektlari va uzoq iste'molchilarni ishonchli issiqlik bilan ta'minlash uchun mo'ljallangan. Yetkazib berish doirasiga modulli qozonxona, gazli qozon, suvni tozalash uchun suv tozalash inshooti va tutun quvirlari kiradi.",
    "machineryWaterText2": "Issiq suv qozonlari ishga tushirish uchun uskunaning maksimal tayyorligi bilan ta'minlanadi va maxsus tayyorlangan poydevorga o'rnatiladi.",
    "machineryPopupBoilerHeader": "Texnik xususiyatlari",
    "machineryPopupBoilerParameter": "Qozon quvvati 10 Gkal/soatgacha",
    "machineryPopupBoilerParameter2": "Ishlab chiqarish vaqti 6 oygacha",
    "machineryPopupBoilerParameter3": "Yoqilg'i gaz, suyuq yoqilg'i, ko'mir, qattiq maishiy chiqindilar, qayta tiklanadigan",
    "-------------------------": "-------------------",
    "machineryGasTitle": "Gazni kuchaytiruvchi kompressor",
    "machineryGasText": "Atlas Copco, Ariel, Cooper, Hyundai va boshqalar kompressorlariga asoslangan to'liq avtomatlashtirish tizimiga ega комплектные установки",
    "machineryGasPopupTech": "Gaz iste'moli 60 000 m3/soatgacha",
    "machineryGasPopupTech2": "Kirish bosimi 5-12 gacha",
    "machineryGasPopupTech3": "chiqish bosimi З50 gacha",
    "-------------------------": "-------------------",
    "machineryGearsTitle": "Blokli konteynerdagi yopiq o'tkazgichlar",
    "machineryGearsText": "Blokli konteynerdagi yopiq o`tkazgichlar zamonaviy va xavfsiz elektr jihozlaridan foydalangan holda har bir mijoz uchun individual echimlar uchun ishlab chiqariladi.",
    "machineryGearsText2": "Blokli konteynerdagi yopiq o`tkazgichlar turli nominal parametrlarga ega bo'lgan turli konstruktsiyali elektr jihozlari - transformatorlar, AVR qurilmalari, UPS, ShSN, reaktiv quvvat kompensatorlari va boshqalar bilan jihozlangan.",
    "machineryGearsPopupTech": "Nominal kuchlanish, kV 0,4, 6, 10, 35",
    "machineryGearsPopupTech2": "Asosiy zanjirlarning nominal oqimi, A 630, 1000, 1250, 1600, 2",
    "machineryGearsPopupTech3": "Shinalarning nominal oqimi, A Shinalarning nominal oqimi, A 630, 1000, 1600, 2500",
    "machineryGearsPopupTech4": "O'chirish to'xtatuvchisining nominal uzilish oqimi, kA 16, 20, 25, 31,5",
    "machineryGearsPopupTech5": "Yordamchi zanjirlarning nominal kuchlanishi, V 110,220 ",
    "machineryGearsPopupTech6": "Chiziqli yuqori kuchlanishli ulanishlar turi Shina, kabel",
    "-------------------------": "-------------------",
    "machineryKTPTitle": "Tashqi o'rnatishning to'liq transformator podstansiyalari (KTP) ",
    "machineryKTPText": "KTP korpusi butun payvandlangan metall blokli konteynerdir. Texnologik eshiklar, eshiklar va xizmat ko'rsatish panellari teshiklarga o'rnatiladi. Joylashtirish echimlari va uskunalar turini tanlash mijozning talablariga muvofiq amalga oshiriladi.",
    "machineryKTPPopupList": "Quyidagi turdagi KTP ishlab chiqariladi:",
    "machineryKTPPopupListItem": "Bir transformatorli yopiq, ichki yuqori kuchlanishli elertr yacheykali yoki yacheykasiz",
    "machineryKTPPopupListItem2": "Ikki transformatorli yopiq",
    "machineryKTPPopupListItem3": "Bir va ikkita transformatorli vtulkalar",
    "machineryKTPPopupText": "The housings of the substations are all-welded metal block containers.Process gateways, doors and maintenance panels are installed in the openings. Layout solutions and selection of the equipment type are carried out according to the Customer’s requirements.",
    "machineryKTPPopupTech": "Quvvat transformatorining quvvati, kVA 25 - 3150",
    "machineryKTPPopupTech2": "Yuqori kuchlanish tomonida nominal kuchlanish (ВН), kV 6, 10, 35",
    "machineryKTPPopupTech3": "Past kuchlanish tomonida nominal kuchlanish (НН), kV 0,4, 6, 10",
    "machineryKTPPopupTech4": "Yuqori kuchlanishli shinalarning nominal oqimi, A 630, 1000",
    "machineryKTPPopupTech5": "Past kuchlanishli shinalarning nominal oqimi, A 2500 gacha",
    "-------------------------": "-------------------",
    "machineryAdministrativeHeader": "Ma'muriy va yordamchi modullar",
    "machineryAdministrativeText": "Modulli echimlar turli o'lchamdagi va maqsadlardagi tuzilmalarni tezda qurishga imkon beradi. Zavod to'liq payvandlangan metall konteynerlar yoki sendvich panelli qoplamali ramka konstruktsiyalari asosida individual echimlarni ishlab chiqaradi.",
    "machineryAdministrativeModTitle": "Ma'muriy modul",
    "machineryAdministrativeModText": "Xodimlarning doimiy yashashi uchun binolar, ustaxonalar, texnik dam olish xonalari, xavfsizlik xonalari, hojatxonalar va zarur toifadagi va maqsadli boshqa binolarni joylashtirish.",
    "machineryCheckpoint": "Tekshirish punkti",
    "machineryCheckpointText": "Xavfsizlik xodimlarini joylashtirish uchun tashqi va ichki bezatish, elektr ta'minoti, ventilyatsiya va havoni tozalash, suv ta'minoti, aloqa, mebel va boshqa zarur jihozlarga ega modullar.",
    "machineryDepots": "Yoqilg'i ombori",
    "machineryDepotsText": "Yoqilg'i-moylash materiallarini saqlash uchun mo'ljallangan, yog'ga chidamli polimer pol qoplamalari, mexanizatsiyalash, yoritish, isitish va shamollatish tizimlari, zarur darajadagi yong'inga chidamlilik.",
    "machineryHeatUnits": "Termal nuqta",
    "machineryHeatUnitsText": "Issiqlik iste'moli tizimlarini (isitish, shamollatish, issiq suv ta'minoti va boshqalar) suv isitish tarmoqlariga ulash uchun mo'ljallangan. Suv va issiqlikni tijorat hisobi, sovutish suvi parametrlarini avtomatik boshqarish vazifalarini bajaradi.",
    "machineryMitsubishiEqHeader": "Mitsubishi uskunalari ishlab chiqarish liniyasi",
    "MachineryNomenclatureTitle": "The range of equipment offered:",
    "MachineryNomenclatureText": "elektr stansiyalari (gaz porshenli, dizel, kombinatsiyalangan",
    "MachineryNomenclatureText2": "Blok-modulli qozonxonalar",
    "MachineryNomenclatureText3": "modulli kompressor (gaz kuchaytirgich, havo)",
    "MachineryNomenclatureText4": "Elektr bloklari",
    "MachineryNomenclatureText5": "Ma'muriy va yordamchi modullar",
    "machineryAdvantagesHeader": "Elektr stantsiyalari",
    "machineryAdvantagesTitle": "Yog'ingarchilikdan himoya ",
    "machineryAdvantagesText": "Uskunalarni yomg'ir, qor, do'l, shamol, qum va boshqalardan himoya qiladi.",
    "machineryAdvantagesTitle2": "Shovqindan himoya",
    "machineryAdvantagesText2": "Turar-joy binolari yaqinida uskunani o'rnatish imkonini beradi",
    "machineryAdvantagesTitle3": "Yong'in xavfsizligi",
    "machineryAdvantagesText3": "Yong'in o'chirish va signalizatsiya tizimini o'z ichiga oladi",
    "machineryAdvantagesTitle4": "O'g'irlikdan himoya ",
    "machineryAdvantagesText4": "Texnologiyaga shaxslarni ruxsatsiz kirishini oldini oladi",
    "machineryAdvantagesTitle5": "Qulay xizmat",
    "machineryAdvantagesText5": "Xizmat ko'rsatuvchi muhandislar va texnik xodimlar uchun konteyner ichida bo'sh joy",
    "machineryAdvantagesTitle6": "Soddalashtirilgan joyida o'rnatilish",
    "machineryAdvantagesText6": "o'rnatish joyini maxsus tayyorlashni talab qilmaydi",
    "machineryAdvantagesTitle7": "Sovuqdan himoya",
    "machineryAdvantagesText7": "Uskunaning -60⁰ dan +60⁰ gacha bo'lgan haroratlarda ishlashi",
    "machineryAdvantagesTitle8": "Sertifikatlash",
    "machineryAdvantagesText8": "Energetik qurilmalar muvofiqlik sertifikatiga ega",
    "machineryTechInfoHeader": "Elektr stansiyalarining asosiy texnik tavsiflari",
    "machineryFeaturesTitle": "Konstruktiv xususiyatlari",
    "machineryFeaturesSubtitle": "Etkazib berish",
    "machineryFeaturesText": "Blok-modulning devor panjarasi 3 mm profillangan po’lat listdan yasalgan bo'lib, bu konteynerning yuqori qattiqligini ta'minlaydi va tashish va ishlatish paytida zararni minimallashtiradi.",
    "machineryFeaturesText2": "Blok-modulning yuk ko'taruvchi konstruktsiyalari profilli to'rtburchak quvurlardan yasalgan bo'lib, ular yuk ko'taruvchi devor to'siqlari bilan birgalikda 4 ta yuqori qismida mustahkamlangan quloqlar orqali kran tutqichlari yoki 4 ta pastki quloqlar yordamida yuklash va tushirish operatsiyalarini bajarishga imkon beradi.",
    "machineryFeaturesText3": "Blok modullarining o'lchamlari avtomobil va temir yo'l orqali tashish talablariga javob beradi.",
    "machineryFeaturesText4": "Tashish uchun blok-modulning tashqi elementlari plyonka bilan himoyalangan, bu sizga etkazib berishdan keyingi ko'rinishini saqlashga imkon beradi.",
    "machineryFeaturesSubtitle2": "Ekspluatatsiya",
    "machineryFeaturesText2-1": "Ish, tashqi, favqulodda va ta'mirlash-portativ LED yoritgichlar o'rnatilgan, bu esa operatsion xodimlarning qulayligini ta'minlaydi.",
    "machineryFeaturesText2-2": "Ichki devor to'siqlari yonmaydigan akustik mineral plastinka bilan birgalikda 1 mm teshikli zanglamaydigan po'latdan yasalgan bo'lib, blok moduli ichidagi shovqinni yutish va minimal issiqlik yo'qotilishini ta'minlaydi.",
    "machineryFeaturesText2-3": "Kamida +5C haroratni saqlab turish uchun elektr konvektorlar o'rnatilgan ",
    "machineryFeaturesText2-4": "Ta'mirlash ishlari uchun o'rnatilgan kalitlar va rozetkalar.",
    "machineryFeaturesText2-5": "Jihozning bir oy uzluksiz ishlashi uchun mo'ljallangan kengaytiruvchi moyli idish o'rnatilgan.",
    "machineryFeaturesSubtitle3": "Atrof-muhitga ta'siri",
    "machineryFeaturesText3-1": "Stantsiya haqida 10 m masofada shovqin darajasi 76 db dan oshmaydi, bu shamollatish teshiklarida shovqin o'chirgichlar, egzoz gazlarining muhim shovqin o'chirgichlari va tomga o'rnatilgan havo sovutgichlarida past shovqinli fanatlardan foydalanish bilan ta'minlanadi.",
    "machineryFeaturesText3-2": "Zararli NOx emissiyasi darajasi 250 mg/m3 dan oshmaydi.",
    "-------------------------": "-------------------",
    "servicesHeader": "Xizmatlar",
    "servicesTitle": "Taqdim etilgan xizmatlar",
    "servicesText": "Uskunalar ishlab chiqaruvchilar bilan hamkorlik tufayli MEPS yuqori darajadagi xizmat ko'rsatish va texnik xizmat ko'rsatishni ta'minlaydi. \"MEPS\" ning muhim afzalligi - original ehtiyot qismlar va sarf materiallaridan foydalanish.",
    "servicesListItem": "Kafolat xizmati va qo'llab-quvvatlash",
    "servicesListItem2": "Gaz pistonli va dizel qurilmalariga texnik xizmat ko'rsatish",
    "servicesListItem3": "Uskunaning monitoringi va texnik diagnostikasi",
    "servicesListItem4": "Gaz pistonli va dizel qurilmalarini rejali va rekonstruktiv ta'mirlash",
    "servicesListItem5": "Gaz porshenli va dizel qurilmalarini kapital ta'mirlash",
    "servicesListItem6": "Ehtiyot qismlar va sarf materiallari bilan ta'minlash",
    "servicesListItem7": "Buyurtmachining operatsion xodimlarini o'qitish",
    "contactsHeader": "Send us a message",
    "contactsName": "Name",
    "contactsTel": "Tel",
    "contactsCompany": "Company",
    "contactsMessage": "Message",
    "contactsButton": "Send a message",
    "contactsErrorTel": "Enter phone number",
    "contactsErrorEmail": "Enter correct e-mail",
    "contactsErrorCompany": "Enter name of your company",
    "contactsMessageSent": "Message sent",
    "contactsMessageError": "Error occured while sending your message. Please try later",
    "contactsHeader2": "Feedback",
    "contactsText": "We are always open for cooperation and happy to participate in new interesting projects."
}